Repository: RKWKomZe/RkwWepstra
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_rkwwepstra_controller_data.error_add
source: Error: This field cannot be empty
de: Das Eingabefeld darf leider nicht leer sein. Bitte geben Sie etwas ein.

# tx_rkwwepstra_controller_data.error_update
source: Error: This field cannot updated
de: Das Aktualisieren des Eintrags ist leider nicht möglich. Möglicherweise liegt ein technisches Problem vor. Bitte kontaktieren Sie unser Service-Team.

# tx_rkwwepstra_controller_data.error_detect
source: Error: Item can't detected
de: Das Element kann leider nicht gefunden werden. Möglicherweise liegt ein technisches Problem vor. Bitte kontaktieren Sie unser Service-Team.

# tx_rkwwepstra_controller_data.error_deleted
source: Error: This item cannot deleted
de: Das Löschen ist leider nicht möglich. Möglicherweise liegt ein technisches Problem vor. Bitte kontaktieren Sie unser Service-Team.

# tx_rkwwepstra_controller_data.error_unexpected
source: An unexpected error occurred. Please contact our service team. Error: %s
de: Es tut uns leid, aber es ist ein Fehler aufgetreten. Bitte kontaktieren Sie unser Service-Team. Fehler: %s

# tx_rkwwepstra_controller_data.message_enter_text
source: Please enter text
de: Bitte geben Sie etwas in das Textfeld ein.

# tx_rkwwepstra_controller_data.error_numeric
source: Please enter a valid number
de: Bitte geben Sie einen gültigen Zahlwert bzw. Prozentwert an.

# tx_rkwwepstra_controller_step.login_error
source: Wrong username or password.
de: Leider stimmen Nutzername oder Passwort nicht.

# tx_rkwwepstra_controller_step.login_blocked
source: Your Login has been blocked.
de: Ihr Login wurde gesperrt. Bitte wenden Sie sich an den Support unter service@rkw.de

# tx_rkwwepstra_controller_step.login_notfound
source: User does not exist.
de: Dieser Login existiert leider nicht. Bitte beachten Sie, dass Social Media- Logins hier nicht funktionieren.

# tx_rkwwepstra_controller_step.invalid_email
source: Email address invalid.
de: Diese E-Mailadresse ist leider nicht gültig.

# tx_rkwwepstra_controller_step.invalid_term
source: Please accept the terms.
de: Bitte akzeptieren Sie die Nutzungsbedingungen.

# tx_rkwwepstra_controller_step.user_already_exists
source: A user with this email already exist. Do you forget your password?
de: Ein Nutzendenaccount mit dieser E-Mailadresse existiert bereits. Haben Sie das Passwort vergessen?

# tx_rkwwepstra_controller_step.something_went_wrong
source: Sorry, something went wrong!
de: Entschuldigen Sie, etwas ist schief gelaufen. Bitte wenden Sie sich an die Betreibenden der Webseite.

# tx_rkwwepstra_controller_step.invalid_session
source: Your session has expired. Please log in again.
de: Ihre Session ist abgelaufen. Bitte melden Sie sich erneut an.

# tx_rkwwepstra_controller_step.invalid_token
source: The given token is invalid or expired. Please create another anonymous login.
de: Ihr anonymer Login ist leider abgelaufen.

# tx_rkwwepstra_controller_step.registration_successfull
source: You have been successfully registered. Your password has been sent to you via e-mail.
de: Woohoo! Sie wurden erfolgreich registriert. Das Passwort für den Login ist per E-Mail auf dem Weg zu Ihnen. Sollten Sie innerhalb der nächsten 2-3 Minuten keine E-Mail von uns erhalten, prüfen Sie bitte Ihren Spam-Filter. Unser Support hilft Ihnen bei Problemen gerne weiter.

# tx_rkwwepstra_controller_step.registration_canceled
source: Your registration was canceled.
de: Schade... Ihre Registrierung wurde abgebrochen.

# tx_rkwwepstra_controller_step.registration_error
source: An error occurred. Please try again
de: Upps, da ist wohl etwas schief gelaufen. Haben Sie Ihre Registrierung vielleicht schon bestätigt?

# tx_rkwwepstra_helper_basicdata.reason_why1
source: Personal work adjust to business
de: Personalarbeit am Geschäft ausrichten

# tx_rkwwepstra_helper_basicdata.reason_why2
source: Recognize and manage employee risk
de: personalwirtschaftliche Risiken erkennen und managen

# tx_rkwwepstra_helper_basicdata.reason_why3
source: Plan and realize activities
de: (strategisch begründete) personalwirtschaftliche Maßnahmen planen und umsetzen

# tx_rkwwepstra_helper_basicdata.regions_germany
source: Regions in Germany
de: Regionen in Deutschland

# tx_rkwwepstra_helper_basicdata.europe
source: Europe
de: Europa

# tx_rkwwepstra_helper_basicdata.worldwide
source: Worldwide
de: Weltweit

# tx_rkwwepstra_helper_basicdata.product_sector_1
source: Product sector 1
de: Produktbereich/Geschäftsfeld 1

# tx_rkwwepstra_helper_basicdata.constant
source: Constant
de: gleichbleibend

# tx_rkwwepstra_helper_basicdata.minor_adjustments
source: minor adjustments
de: kleinere Anpassungen

# tx_rkwwepstra_helper_basicdata.greater_adjustments
source: greater adjustments
de: grössere Anpassungen

# tx_rkwwepstra_helper_basicdata.complete_novelty
source: complete novelty
de: komplette Neuentwicklung

# tx_rkwwepstra_helper_basicdata.order_related
source: Part of order-related development
de: Anteil auftragsbezogener Entwicklung

# tx_rkwwepstra_helper_basicdata.area1
source: Area 1
de: Bereich 1

# tx_rkwwepstra_helper_verifystep.step_incomplete
source: Step %s not complete.
de: Schritt %s ist leider nicht vollständig. Bitte prüfen Sie Ihre Eingaben

# tx_rkwwepstra_helper_verifystep.participant_minimum
source: At least you have to create minimum one participant.
de: Bitte geben Sie mindestens einen Teilnehmenden an.

# tx_rkwwepstra_helper_verifystep.priorities
source: Not all priorities are filled.
de: Nicht alle Teilnehmenden haben priorisiert.

# tx_rkwwepstra_helper_verifystep.jobfamily_minimum
source: At least two job jobfamilies have to be selected.
de: Bitte wählen Sie mindestens zwei Jobfamilien aus, die für die weiteren Schritte übernommen werden.

# tx_rkwwepstra_helper_verifystep.jobfamily_minimum_create
source: At least two job jobfamilies have to be created.
de: Bitte erstellen Sie mindestens eine Jobfamilie.

# tx_rkwwepstra_helper_verifystep.jobfamily_maximum
source: Only eight jobfamilies can selected at once.
de: Bitte wählen Sie maximal acht Jobfamilien aus, die für die weiteren Schritte übernommen werden.

# tx_rkwwepstra_helper_verifystep.salestrend_percentage
source: You have to select a Salestrend percentage.
de: Bitte geben Sie eine gültige Prozentzahl zwischen 1 und 100 für die Gesamt-Umsatzentwicklung an.

# tx_rkwwepstra_helper_verifystep.salestrend_choose
source: You have to choose a Sales Trend.
de: Bite geben Sie mindestens eine voraussichtliche Umsatzentwicklung sowohl für Ihre regionalen Märkte als auch für Ihre Produktbereiche/Geschäftsfelder an.

# tx_rkwwepstra_helper_verifystep.geographicalsector_percentage
source: The percentage values of geographical sector have to sum up to 100%.
de: Die Prozentzahlen der geographischen Bereiche müssen sich auf exakt 100% summieren.

# tx_rkwwepstra_helper_verifystep.geographicalsector_create
source: You have to create Geographical Sectors.
de: Bitte geben Sie mindestens eine voraussichtliche Umsatzentwicklung in Ihren regionalen Märkten an.

# tx_rkwwepstra_helper_verifystep.productsector_percentage
source: The percentage values of product sector have to sum up to 100%.
de: Die Prozentzahlen der produktbezogenen Bereiche müssen sich auf exakt 100% summieren.

# tx_rkwwepstra_helper_verifystep.productsector_create
source: You have to create Geographical Sectors.
de: Bitte geben Sie mindestens eine voraussichtliche Umsatzentwicklung in Ihren Produktbereichen/Geschäftsfeldern an.

# tx_rkwwepstra_helper_verifystep.knowledge_create
source: You have to select a knowledge-field.
de: Wählen Sie entweder "mit bekanntem Wissen" oder "mit neuem Wissen".

# tx_rkwwepstra_helper_verifystep.performance_percentage
source: The percentage values of performance have to sum up to 100%.
de: Die Prozentzahlen von "Leistungen / Produkte" müssen sich auf exakt 100% summieren.

# tx_rkwwepstra_helper_verifystep.place_element
source: You have to place every element.
de: Sie müssen jedes Element platzieren.

# tx_rkwwepstra_helper_verifystep.target_date
source: You have to set a target date
de: Bitte geben Sie an, für welchen Zeitraum Sie planen möchten.

# tx_rkwwepstra_helper_verifystep.geographical_sector_set_value
source: Minimum one value of geographical sector must be set
de: Bitte geben Sie mindestens einen Wert > 0 für die voraussichtliche Umsatzentwicklung in Ihren regionalen Märkten an.

# tx_rkwwepstra_helper_verifystep.product_sector_set_value
source: Minimum one value of products sector must be set
de: Bitte geben Sie mindestens einen Wert > 0 für die voraussichtliche Umsatzentwicklung in Ihren Produktbereichen/Geschäftsfeldern an.

# tx_rkwwepstra_helper_verifystep.performance_select_one
source: Minimum one performance should selected
de: Bitte wählen Sie mindestens einen Eintrag aus dem Bereich "Leistungen/Produkte" aus.

# tx_rkwwepstra_helper_verifystep.performance_set_value
source: Minimum one value of geographical sector must be set
de: Bitte vervollständigen Sie Ihre Angaben für den gewählten Eintrag/die gewählten Einträge aus dem Bereich "Leistungen/Produkte".

# tx_rkwwepstra_helper_verifystep.select_constant_or_other
source: Please select constant value or nothing
de: Ihre Auswahl im Bereich "Leistungen/Produkte" ist leider widersprüchlich. Bitte wählen Sie ENTWEDER "Gleichbleibend" ODER eine bzw. mehrere der anderen Optionen.

# tx_rkwwepstra_fluid_header.new
source: New
de: Neu

# tx_rkwwepstra_fluid_header.open
source: Open
de: Öffnen

# tx_rkwwepstra_fluid_header.clock
source: o'clock
de: Uhr

# tx_rkwwepstra_fluid_header.logout
source: Logout
de: Ausloggen

# tx_rkwwepstra_fluid_header.print
source: Print
de: Drucken

# tx_rkwwepstra_fluid_header.print_all
source: Print all
de: drucken

# tx_rkwwepstra_fluid_header.print_result
source: Print result
de: Ergebnisse drucken

# tx_rkwwepstra_fluid_header.anonymous_token
source: Project link
de: Projektlink

# tx_rkwwepstra_fluid_header.guided_mode
source: Guided Mode
de: Hilfemodus

# tx_rkwwepstra_fluid_header.imprint
source: Imprint
de: Impressum

# tx_rkwwepstra_fluid_navigation.step0
source: Preparation
de: Vorbereitung

# tx_rkwwepstra_fluid_navigation.step1
source: 1.&nbsp;Create jobfamilies
de: 1.&nbsp;Jobfamilien bilden

# tx_rkwwepstra_fluid_navigation.step2
source: 2.&nbsp;Prioritise jobfamilies
de: 2.&nbsp;Jobfamilien priorisieren

# tx_rkwwepstra_fluid_navigation.step3
source: 3.&nbsp;Defining goals
de: 3.&nbsp;Ziele definieren

# tx_rkwwepstra_fluid_navigation.step4
source: 4.&nbsp;Strategical concernment
de: 4.&nbsp;Strategische Betroffenheit

# tx_rkwwepstra_fluid_navigation.step5
source: 5.&nbsp;Risk profiles
de: 5.&nbsp;Risikoprofile

# tx_rkwwepstra_fluid_navigation.step6
source: 6.&nbsp;Task planning
de: 6.&nbsp;Maßnahmen planen

# tx_rkwwepstra_fluid_general.add
source: add
de: hinzufügen

# tx_rkwwepstra_fluid_general.remove
source: remove
de: entfernen

# tx_rkwwepstra_fluid_general.edit
source: edit
de: editieren

# tx_rkwwepstra_fluid_general.forward
source: forward
de: weiter

# tx_rkwwepstra_fluid_general.back
source: back
de: zurück

# tx_rkwwepstra_fluid_general.low
source: low
de: niedrig

# tx_rkwwepstra_fluid_general.high
source: high
de: hoch

# tx_rkwwepstra_fluid_general.middle
source: middle
de: mittel

# tx_rkwwepstra_fluid_general.yes
source: yes
de: ja

# tx_rkwwepstra_fluid_general.no
source: no
de: nein

# tx_rkwwepstra_fluid_general.partial
source: partial
de: teilweise

# tx_rkwwepstra_fluid_general.placeholder_textarea
source: please type in here
de: Bitte Text einfügen

# tx_rkwwepstra_fluid_general.placeholder_textfield
source: please type in here
de: Bitte Text einfügen

# tx_rkwwepstra_fluid_general.placeholder_participant
source: further participant
de: weiterer Teilnehmenden

# tx_rkwwepstra_fluid_general.placeholder_measures
source: enter measures
de: Maßnahme eintragen

# tx_rkwwepstra_fluid_step0.placeholder_reasonwhy
source: Reason why
de: Hier ggf. Gründe ergänzen

# tx_rkwwepstra_fluid_step0.placeholder_participant
source: Participant
de: Bitte Namen eintragen

# tx_rkwwepstra_fluid_step1.placeholder_jobfamilies
source: enter measures
de: z.B. Einkäufer, Außendienst,...

# tx_rkwwepstra_fluid_step3sub2.placeholder_geographical
source: enter measures
de: z.B. Deutschland, Europa, weltweit

# tx_rkwwepstra_fluid_step3sub2.placeholder_productsector
source: enter measures
de: z.B. Werkzeugbau, Anlagenbau

# tx_rkwwepstra_fluid_step3sub4.placeholder_costsaving
source: enter measures
de: z.B. Raumkosten

# tx_rkwwepstra_fluid_step6.placeholder_employee_marketing
source: enter measures
de: z.B. Markt beobachten, alternative Beschaffungsmöglichkeiten prüfen, Arbeitgebermarke entwickeln, gezieltere Kommunikation und Medienwahl

# tx_rkwwepstra_fluid_step6.placeholder_employee_acquisition
source: enter measures
de: z.B. internen Arbeitsmarkt prüfen, Anforderungsprofile und Ausschreibungen überarbeiten, Bewerbungsprozess optimieren, Headhunter einsetzen

# tx_rkwwepstra_fluid_step6.placeholder_integration_training
source: enter measures
de: z.B. Einarbeitungspläne erstellen, Mentoren-Modell entwickeln, Feedbackgespräche einführen, Qualifizierungsangebote, begleitender Service

# tx_rkwwepstra_fluid_step6.placeholder_employee_retention
source: enter measures
de: z.B. Abgänge prüfen, Führungsqualität verbessern, Karrieremodelle entwickeln/anpassen, Mitarbeitergespräche, Angebote zu Work-Life-Balance

# tx_rkwwepstra_fluid_step6.placeholder_employee_development
source: enter measures
de: z.B. Trainee-Programm entwickeln, Laufbahn und Kompetenzmodell prüfen / strategisch eingrenzen, Job Rotation, Tandem- oder Mentoren-Modell entwickeln

# tx_rkwwepstra_fluid_step6.placeholder_end_of_employment_relationship
source: enter measures
de: z.B. Leiharbeit prüfen, Outplacement-Maßnahmen prüfen, Aufhebungsverträge entwickeln, Austrittsgespräche einführen

# tx_rkwwepstra_fluid_print.your_jobfamilies
source: Your Jobfamilies
de: Ihre Jobjamilien

# tx_rkwwepstra_fluid_print.jobfamily_prioritise_of_participant
source: Prioritise of participant
de: Priorisierung der Teilnehmenden

# tx_rkwwepstra_fluid_login.anonymous
source: Onward anonymous
de: Anonym starten

# tx_rkwwepstra_fluid_login.login
source: Onward with login
de: Eingeloggt weiter

# tx_rkwwepstra_fluid_login.login_with_account
source: Login with account
de: Mit bestehendem Account anmelden

# tx_rkwwepstra_fluid_login.username
source: Username
de: E-Mail

# tx_rkwwepstra_fluid_login.password
source: Password
de: Passwort

# tx_rkwwepstra_fluid_login.sign_in
source: Sign in
de: Anmelden

# tx_rkwwepstra_fluid_login.create_account
source: Create account
de: Account einrichten

# tx_rkwwepstra_fluid_login.register
source: Register
de: Registrieren

# tx_rkwwepstra_fluid_login.without_login
source: Onward without login
de: Ohne Anmeldung weitermachen

# tx_rkwwepstra_fluid_login.submit
source: Submit
de: Absenden

# tx_rkwwepstra_fluid_login.terms1
source: Terms
de: Ich akzeptiere die

# tx_rkwwepstra_fluid_login.terms2
source: Terms
de: Nutzungsbedingungen

# tx_rkwwepstra_fluid_login.password_forgotten
source: Forget password?
de: Passwort vergessen?

# tx_rkwwepstra_fluid_register.almost_finished
source: Almost finished!
de: Fast geschafft!

# tx_rkwwepstra_fluid_register.please_confirm
source: Please confirm:
de: Wir haben Ihnen gerade eine E-Mail an die angegebene Adresse geschickt. Bitte bestätigen Sie über den Link in der E-Mail Ihre Registrierung.

# tx_rkwwepstra_fluid_index.guided_header
source: Do you want to activate the guided mode?
de: Möchten Sie sie mit Tipps und Ratschlägen durch das Projekt geführt werden?

# tx_rkwwepstra_fluid_index.guided_text
source: You can change your settings in the menu.
de: Sie können den Hilfemodus auch später über die Menüführung ein- und ausschalten.

# tx_rkwwepstra_fluid_anonymous.understand
source: Understand
de: Habe ich verstanden

# tx_rkwwepstra_fluid_login.anonymous_hint_text1
source: Your link:
de: Kopieren Sie diesen Link und heben Sie ihn gut auf. Nur mit diesem Link können Sie zu einem späteren Zeitpunkt erneut auf Ihre Ergebnisse zugreifen. Der Link ist 90 Tage gültig, danach können Sie auf Ihre Ergebnisse nicht mehr zugreifen.

# tx_rkwwepstra_fluid_login.anonymous_hint_text2
source: Show the link through menu.
de: Dieser Link kann später noch einmal über das Menü angezeigt werden, jedoch nur so lange Sie den Browser nicht schließen.

# tx_rkwwepstra_fluid_login.authenticate_text1
source: Login successfull.
de: Sie haben sich erfolgreich eingeloggt.

# tx_rkwwepstra_fluid_login.authenticate_text2
source: Go to the project
de: Weiter

# tx_rkwwepstra_fluid_open.headline
source: Edit or create projects
de: Projekte erneut bearbeiten oder neu erstellen

# tx_rkwwepstra_fluid_open.loaded
source: (loaded)
de: (geladen)

# tx_rkwwepstra_fluid_open.from
source: Project from
de: Projekt vom

# tx_rkwwepstra_fluid_open.error
source: Project open error
de: Ein Problem ist aufgetreten: Das von Ihnen ausgewählte Projekt kann Ihnen nicht zugeordnet werden. Wenden Sie sich im Zweifel an die Betreibenden der Webseite.

# tx_rkwwepstra_fluid_preparation.preparation
source: Preparation
de: Vorbereitung: Was? Warum? Wer?

# tx_rkwwepstra_fluid_preparation.whyplanning
source: Resons for strategical planning
de: Gründe für strategische Personalplanung

# tx_rkwwepstra_fluid_preparation.participants
source: Participants
de: Teilnehmende

# tx_rkwwepstra_fluid_preparation.important_informations
source: Important informations for preparation!
de: Informationen zur Vorbereitung

# tx_rkwwepstra_fluid_step1.building_jobfamily
source: Building job families
de: Jobs zu Jobfamilien zusammenfassen

# tx_rkwwepstra_fluid_step1.concat_jobfamily
source: Concat job families
de: Sie fassen Jobs mit gleichen oder sehr ähnlichen Anforderungen zusammen.

# tx_rkwwepstra_fluid_step1.insert_jobfamily
source: Inser job families
de: Bitte Jobfamilie eintragen

# tx_rkwwepstra_fluid_step2.jobfamily_prioritise
source: Prioritise job families
de: Jobfamilien priorisieren

# tx_rkwwepstra_fluid_step2.jobfamily_prioritise_strategical_meaning
source: Prioritise job families in relation of stategical meaning.
de: Alle Teilnehmenden gewichten bitte nacheinander die Jobfamilien nach ihrer strategischen Bedeutung.

# tx_rkwwepstra_fluid_step2.jobfamily_prioritise_of_participant
source: Prioritise of participant
de: Priorisierung dieses Teilnehmenden

# tx_rkwwepstra_fluid_step2sub2.jobfamily_result
source: Result of prioritising
de: Ergebnis Ihrer Priorisierung

# tx_rkwwepstra_fluid_step2sub2.jobfamily_order_select
source: Prioritise of participant
de: Folgende Rangfolge ergibt sich aus der Summe Ihrer Bewertungen. Sie können nun die prioritären Jobfamilien festlegen.

# tx_rkwwepstra_fluid_step2sub2.jobfamily_select
source: Prioritise of participant
de: Auswahl der prioritären Jobfamilien

# tx_rkwwepstra_fluid_step2sub2.points
source: Points
de: Punkte

# tx_rkwwepstra_fluid_step3.planning_horizon
source: 1. Planning horizon
de: 1. Planungshorizont festlegen

# tx_rkwwepstra_fluid_step3.planning_horizon_header
source: Planning horizon:
de: Planungshorizont:

# tx_rkwwepstra_fluid_step3sub2.define_goals
source: 3. Define goals
de: 3. Ziele definieren

# tx_rkwwepstra_fluid_step3sub2.market_goals
source: Market goals
de: 2. Marktziele

# tx_rkwwepstra_fluid_step3sub2.market_grow
source: In which markets we want to grow?
de: Auf welchen Märkten wollen wir wie stark wachsen?

# tx_rkwwepstra_fluid_step3sub2.salestrend_total
source: Sales trend total
de: Umsatzentwicklung insgesamt

# tx_rkwwepstra_fluid_step3sub2.growth
source: Growth
de: Wachstum

# tx_rkwwepstra_fluid_step3sub2.shrinking
source: Shrinking
de: Schrumpfung

# tx_rkwwepstra_fluid_step3sub2.consolidation
source: Consolidation
de: Konsolidierung

# tx_rkwwepstra_fluid_step3sub2.salestrend_individual_markets
source: Sales trend in individual markets
de: Umsatzentwicklung auf einzelnen regionalen Märkten

# tx_rkwwepstra_fluid_step3sub2.geographical_sector
source: Geographical sector
de: Geographische Bereiche

# tx_rkwwepstra_fluid_step3sub2.product_sector
source: Product sector
de: Umsatzentwicklung in einzelnen Produktbereichen / Geschäftsfeldern

# tx_rkwwepstra_fluid_step3sub2.currently
source: Currently
de: Aktueller

# tx_rkwwepstra_fluid_step3sub2.future
source: Future
de: Künftiger

# tx_rkwwepstra_fluid_step3sub2.revenue
source: Revenue
de: Umsatz

# tx_rkwwepstra_fluid_step3sub2.development
source: Development
de: Entwicklung

# tx_rkwwepstra_fluid_step3sub3.innovation_goals
source: Innovation goals
de: 3. Innovationsziele

# tx_rkwwepstra_fluid_step3sub3.innovation_goals_positioning
source: With which innovation we want to positioning?
de: Mit welcher Innovation wollen Sie Sich in welchen Märkten positionieren?

# tx_rkwwepstra_fluid_step3sub3.services_products
source: Services / Products
de: Leistungen / Produkte

# tx_rkwwepstra_fluid_step3sub3.influence_market_goals
source: Influence market goals
de: Einfluss auf Marktziele

# tx_rkwwepstra_fluid_step3sub3.knowledge_available
source: Knowledge available?
de: Wissen vorhanden?

# tx_rkwwepstra_fluid_step3sub3.performance.label
source: Same
de: Gleichbleibend

# tx_rkwwepstra_fluid_step3sub3.performance.label2
source: Small Changes
de: Kleinere Anpassungen

# tx_rkwwepstra_fluid_step3sub3.performance.label3
source: Big Changes
de: Größere Änderungen

# tx_rkwwepstra_fluid_step3sub3.performance.label4
source: Re-Development
de: Komplete Neuentwicklungen

# tx_rkwwepstra_fluid_step3sub3.performance.label5
source: Part of Wanted Developments
de: Anteil auftragsbezogener Entwicklungen

# tx_rkwwepstra_fluid_step3sub3.known_knowledge
source: with known knowledge
de: mit bekanntem Wissen

# tx_rkwwepstra_fluid_step3sub3.new_knowledge
source: with new knowledge
de: mit neuem Wissen

# tx_rkwwepstra_fluid_step3sub3.influence
source: Influential technical effect
de: Beeinflussende (technische) Entwicklungen

# tx_rkwwepstra_fluid_step3sub3.none
source: none
de: keine

# tx_rkwwepstra_fluid_step3sub3.low
source: low
de: gering

# tx_rkwwepstra_fluid_step3sub3.middle
source: middle
de: mittel

# tx_rkwwepstra_fluid_step3sub3.serious
source: serious
de: gravierend

# tx_rkwwepstra_fluid_step3sub3.uncertain
source: uncertain
de: ungewiss

# tx_rkwwepstra_fluid_step3sub3.developments
source: developments
de: Entwicklungen

# tx_rkwwepstra_fluid_step3sub4.productivity_goals
source: Productivity goals
de: 4. Produktivitätsziele

# tx_rkwwepstra_fluid_step3sub4.productivity_goals_realization
source: Which productivity goals should realized?
de: Welche Produktivitätsverbesserungen wollen Sie realisieren?

# tx_rkwwepstra_fluid_step3sub4.costsaving_company
source: Cost savings in company
de: Kosteneinsparungen im Unternehmen insgesamt

# tx_rkwwepstra_fluid_step3sub4.costsaving_company_part
source: Cost saving in subparts of company
de: Kosteneinsparungen in bestimmten Unternehmensbereichen

# tx_rkwwepstra_fluid_step3sub4.in_percent
source: Per pecent
de: In Prozent

# tx_rkwwepstra_fluid_step3sub4.company_devision
source: Company division
de: Unternehmensbereich

# tx_rkwwepstra_fluid_step4.strategical_consternation
source: 4. Strategical consternation
de: Auswirkung strategischer Ziele auf Jobfamilien

# tx_rkwwepstra_fluid_step4.strategical_effects
source: Strategical effects in case of job families
de: Bewertung der Betroffenheit der Jobfamilie

# tx_rkwwepstra_fluid_step4.proof_jobfamilies
source: Proof job families
de: Jobfamilien prüfen

# tx_rkwwepstra_fluid_step4.defined_goals
source: Defined goals
de: Definierte Ziele

# tx_rkwwepstra_fluid_step4.jobfamilies
source: Job families
de: Jobfamilien

# tx_rkwwepstra_fluid_step4.market
source: Market
de: Markt

# tx_rkwwepstra_fluid_step4.productivity
source: Productivity
de: Produktivität

# tx_rkwwepstra_fluid_step4.results
source: Results
de: Ihre Ziele aus Schritt 3
