Repository: RKWKomZe/RkwWepstra
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_rkwwepstra_domain_model_wepstra
source: RKW WePstra: Project
de: RKW WePstra: Projekt

# tx_rkwwepstra_domain_model_wepstra.guided_mode
source: Guided Mode
de: Hilfemodus

# tx_rkwwepstra_domain_model_wepstra.guided_asked
source: Asked to use Guided Mode
de: Wurde nach Benutzung des Hilfemodus gefragt

# tx_rkwwepstra_domain_model_wepstra.knowledge
source: Knowledge
de: Vorhandenes Wissen

# tx_rkwwepstra_domain_model_wepstra.technical_development_percentage
source: Technical Development Percentage
de: Beeinflussende (technische) Entwicklung in Prozent

# tx_rkwwepstra_domain_model_wepstra.reason_why
source: Reason Why
de: Gründe für strategische Personalplanung

# tx_rkwwepstra_domain_model_wepstra.sales_trend
source: Sales Trend
de: Umsatzentwicklung insgesamt

# tx_rkwwepstra_domain_model_wepstra.geographical_sector
source: Geographical Sector
de: Umsatzentwicklung auf einzelnen regionalen Märkten

# tx_rkwwepstra_domain_model_wepstra.product_sector
source: Product Sector
de: Umsatzentwicklung in einzelnen Produktbereichen / Geschäftsfeldern

# tx_rkwwepstra_domain_model_wepstra.performance
source: Performance
de: Leistungen / Produkte

# tx_rkwwepstra_domain_model_wepstra.technical_development
source: Technical Development
de: Beeinflussende (technische) Entwicklung

# tx_rkwwepstra_domain_model_wepstra.productivity
source: Productivity
de: Kosteneinsparungen im Unternehmen insgesamt

# tx_rkwwepstra_domain_model_wepstra.cost_saving
source: Cost Saving
de: Kosteneinsparungen in bestimmten Unternehmensbereichen

# tx_rkwwepstra_domain_model_wepstra.participants
source: Participants
de: Teilnehmende

# tx_rkwwepstra_domain_model_wepstra.job_family
source: Job Family
de: Jobfamilien

# tx_rkwwepstra_domain_model_wepstra.step_control
source: Step Control
de: Schritt-Kontrolle eines Projektes

# tx_rkwwepstra_domain_model_wepstra.frontend_user
source: Frontend User
de: Frontend-Nutzende

# tx_rkwwepstra_domain_model_wepstra.anonymous_user
source: Anonymous User
de: Anonyme-Nutzende

# tx_rkwwepstra_domain_model_wepstra.last_update
source: Last Update
de: Letzte Aktualisierung

# tx_rkwwepstra_domain_model_wepstra.disabled
source: Disabled
de: Deaktiviert

# tx_rkwwepstra_domain_model_wepstra.target_date
source: Target Date
de: Zieldatum (des Planungshorizont)

# tx_rkwwepstra_domain_model_wepstra.update_task
source: Update task
de: Aktualisierte Aufgabe

# tx_rkwwepstra_domain_model_item
source: RKW WePstra: Item
de: RKW WePstra: Element (zum abstrahieren für innere programmier-Logik)

# tx_rkwwepstra_domain_model_item.title
source: Title
de: Titel

# tx_rkwwepstra_domain_model_item.description
source: Description
de: Beschreibung

# tx_rkwwepstra_domain_model_item.value
source: Value
de: Wert

# tx_rkwwepstra.tx_extbase_type
source: Record Type
de: Deaktiviert

# tx_rkwwepstra.tx_extbase_type.0
source: Default
de: Standard

# tx_rkwwepstra_domain_model_item.tx_extbase_type.Tx_RkwWepstra_Item
source: RKW Wepstra Item
de: RkwWepstra Element

# tx_rkwwepstra_domain_model_jobfamily
source: RKW WePstra: Job Family
de: RKW WePstra: Jobfamilie

# tx_rkwwepstra_domain_model_jobfamily.title
source: Title
de: Titel

# tx_rkwwepstra_domain_model_jobfamily.description
source: Description
de: Beschreibung

# tx_rkwwepstra_domain_model_jobfamily.strategic_relevance_market
source: Strategic Relevance Market
de: Strategische Marktrelevanz

# tx_rkwwepstra_domain_model_jobfamily.strategic_relevance_innovation
source: Strategic Relevance Innovation
de: Strategische Innovationsrelevanz

# tx_rkwwepstra_domain_model_jobfamily.strategic_relevance_productivity
source: Strategic Relevance Productivity
de: Strategische Produktivitätsrelevanz

# tx_rkwwepstra_domain_model_jobfamily.age_risk
source: Age Risk
de: Altersrisiko

# tx_rkwwepstra_domain_model_jobfamily.capacity_risk
source: Capacity Risk
de: Kapazitätsrisiko

# tx_rkwwepstra_domain_model_jobfamily.competence_risk
source: Competence Risk
de: Kompetenzrisiko

# tx_rkwwepstra_domain_model_jobfamily.provision_risk
source: Provision Risk
de: Bestimmungsrisiko

# tx_rkwwepstra_domain_model_jobfamily.task_marketing
source: Task Marketing
de: Personalmarketing

# tx_rkwwepstra_domain_model_jobfamily.task_sourcing
source: Task Sourcing
de: Personalbeschaffung

# tx_rkwwepstra_domain_model_jobfamily.task_integration
source: Task Integration
de: Integration / Einarbeitung

# tx_rkwwepstra_domain_model_jobfamily.task_loyalty
source: Task Loyalty
de: Mitarbeiterbindung

# tx_rkwwepstra_domain_model_jobfamily.task_trend
source: Task Trend
de: Personalentwicklung

# tx_rkwwepstra_domain_model_jobfamily.task_ending_employment
source: Task Ending Employment
de: Beendingung von Arbeitsverhältnissen

# tx_rkwwepstra_domain_model_jobfamily.priority
source: Priority
de: Priorität

# tx_rkwwepstra_domain_model_jobfamily.graph
source: Graph
de: Graoh

# tx_rkwwepstra_domain_model_priority
source: RKW WePstra: Priority
de: RKW WePstra: Priorität

# tx_rkwwepstra_domain_model_priority.value
source: Value
de: Wert

# tx_rkwwepstra_domain_model_priority.job_family
source: Job Family
de: Jobfamilie

# tx_rkwwepstra_domain_model_priority.participant
source: Participant
de: Teilnehmende

# tx_rkwwepstra_domain_model_graph.title
source: Title
de: Titel

# tx_rkwwepstra_domain_model_graph.x_axis
source: X Axis
de: X-Achse

# tx_rkwwepstra_domain_model_graph.y_axis
source: Y Axis
de: Y-Achse

# tx_rkwwepstra_domain_model_participant
source: RKW WePstra: Participant
de: RKW WePstra: Teilnehmende

# tx_rkwwepstra_domain_model_participant.first_name
source: First Name
de: Vorname

# tx_rkwwepstra_domain_model_participant.last_name
source: Last Name
de: Nachname

# tx_rkwwepstra_domain_model_participant.username
source: Username
de: Nutzendenname / E-Mail-Adresse

# tx_rkwwepstra_domain_model_anonymoususer
source: RKW WePstra: Anonymous User
de: RKW WePstra: Anonymer Nutzende

# tx_rkwwepstra_domain_model_anonymoususer.tx_rkwwepstra_is_anonymous
source: Anonymous User
de: Anonymer Nutzende

# fe_users.tx_extbase_type.Tx_RkwWepstra_AnonymousUser
source: RKW Wepstra AnonymousUser
de: Rkw Wepstra Anonymer Nutzende

# tx_rkwwepstra_domain_model_reasonwhy
source: RKW WePstra: Reason Why
de: RKW WePstra: Gründe für strategische Personalplanung

# tx_rkwwepstra_domain_model_reasonwhy.title
source: Title
de: Titel

# tx_rkwwepstra_domain_model_reasonwhy.description
source: Description
de: Beschreibung

# tx_rkwwepstra_domain_model_reasonwhy.value
source: Value
de: Wert

# tx_rkwwepstra_domain_model_item.tx_extbase_type.Tx_RkwWepstra_ReasonWhy
source: RKW Wepstra ReasonWhy
de: RKW Wepstra Gründe für strategische Personalplanung

# tx_rkwwepstra_domain_model_salestrend
source: RKW WePstra: Sales Trend
de: RKW WePstra: Umsatzentwicklung

# tx_rkwwepstra_domain_model_salestrend.title
source: Title
de: Titel

# tx_rkwwepstra_domain_model_salestrend.description
source: Description
de: Beschreibung

# tx_rkwwepstra_domain_model_salestrend.value
source: Value
de: Wert

# tx_rkwwepstra_domain_model_salestrend.percentage
source: Percentage
de: Prozent

# tx_rkwwepstra_domain_model_salestrend.current_sales
source: Current Sales
de: Aktueller Umsatz

# tx_rkwwepstra_domain_model_salestrend.future_sales
source: Future Sales
de: Künftiger Umsatz

# tx_rkwwepstra_domain_model_item.tx_extbase_type.Tx_RkwWepstra_SalesTrend
source: RKW Wepstra SalesTrend
de: RKW Wepstra Umsatzentwicklung

# tx_rkwwepstra_domain_model_geographicalsector
source: RKW WePstra: Geographical Sector
de: RKW WePstra: Regionale Märkte

# tx_rkwwepstra_domain_model_geographicalsector.title
source: Title
de: Titel

# tx_rkwwepstra_domain_model_geographicalsector.description
source: Description
de: Beschreibung

# tx_rkwwepstra_domain_model_geographicalsector.value
source: Value
de: Wert

# tx_rkwwepstra_domain_model_item.tx_extbase_type.Tx_RkwWepstra_GeographicalSector
source: RKW Wepstra GeographicalSector
de: RKW Wepstra Regionale Märkte

# tx_rkwwepstra_domain_model_productsector
source: RKW WePstra: Product Sector
de: RKW WePstra: Produktbereich

# tx_rkwwepstra_domain_model_productsector.title
source: Title
de: Titel

# tx_rkwwepstra_domain_model_productsector.description
source: Description
de: Beschreibung

# tx_rkwwepstra_domain_model_productsector.value
source: Value
de: Wert

# tx_rkwwepstra_domain_model_item.tx_extbase_type.Tx_RkwWepstra_ProductSector
source: RKW Wepstra ProductSector
de: RKW Wepstra Produktsektor

# tx_rkwwepstra_domain_model_performance
source: RKW WePstra: Performance
de: RKW WePstra: Umsatzentwicklung

# tx_rkwwepstra_domain_model_performance.title
source: Title
de: Titel

# tx_rkwwepstra_domain_model_performance.description
source: Description
de: Beschreibung

# tx_rkwwepstra_domain_model_performance.value
source: Value
de: Wert

# tx_rkwwepstra_domain_model_performance.influence
source: Influence
de: Einfluss

# tx_rkwwepstra_domain_model_performance.knowledge
source: Knowledge
de: Wissen

# tx_rkwwepstra_domain_model_performance.type
source: Type
de: Typ

# tx_rkwwepstra_domain_model_item.tx_extbase_type.Tx_RkwWepstra_Performance
source: RKW Wepstra Performance
de: RKW Wepstra Umsatzentwicklung

# tx_rkwwepstra_domain_model_technicaldevelopment
source: RKW WePstra: Technical Development
de: RKW WePstra: Beeinflussende (technische) Entwicklung

# tx_rkwwepstra_domain_model_technicaldevelopment.title
source: Title
de: Titel

# tx_rkwwepstra_domain_model_technicaldevelopment.description
source: Description
de: Beschreibung

# tx_rkwwepstra_domain_model_technicaldevelopment.value
source: Value
de: Wert

source: RKW Wepstra TechnicalDevelopment
de: RKW Wepstra Beinflussende (technische) Entwicklung

# tx_rkwwepstra_domain_model_productivity
source: RKW WePstra: Productivity
de: RKW WePstra: Produktivität

# tx_rkwwepstra_domain_model_productivity.title
source: Title
de: Titel

# tx_rkwwepstra_domain_model_productivity.description
source: Description
de: Beschreibung

# tx_rkwwepstra_domain_model_productivity.value
source: Value
de: Wert

# tx_rkwwepstra_domain_model_item.tx_extbase_type.Tx_RkwWepstra_Productivity
source: RKW Wepstra Productivity
de: RKW Wepstra Produktivität

# tx_rkwwepstra_domain_model_costsaving
source: RKW WePstra: Cost Saving
de: RKW WePstra: Kosteneinsparungen

# tx_rkwwepstra_domain_model_costsaving.title
source: Title
de: Titel

# tx_rkwwepstra_domain_model_costsaving.description
source: Description
de: Beschreibung

# tx_rkwwepstra_domain_model_costsaving.value
source: Value
de: Wert

# tx_rkwwepstra_domain_model_item.tx_extbase_type.Tx_RkwWepstra_CostSaving
source: RKW Wepstra CostSaving
de: RKW Wepstra Kosteneinsparungen

# tx_rkwwepstra_domain_model_stepcontrol
source: RKW WePstra: Step Control
de: RKW WePstra: Schrittkontrolle

# tx_rkwwepstra_domain_model_stepcontrol.step0
source: Step 0 / Preparation
de: Schritt 0 / Vorbereitung

# tx_rkwwepstra_domain_model_stepcontrol.step1
source: Step 1
de: Schritt 1

# tx_rkwwepstra_domain_model_stepcontrol.step2
source: Step 2
de: Schritt 2

# tx_rkwwepstra_domain_model_stepcontrol.step2sub2
source: Step 2 sub 2
de: Schritt 2.2

# tx_rkwwepstra_domain_model_stepcontrol.step3
source: Step 3
de: Schritt 3

# tx_rkwwepstra_domain_model_stepcontrol.step3sub2
source: Step 3 sub 2
de: Schritt 3.2

# tx_rkwwepstra_domain_model_stepcontrol.step3sub3
source: Step 3 sub 3
de: Schritt 3.3

# tx_rkwwepstra_domain_model_stepcontrol.step3sub4
source: Step 3 sub 4
de: Schritt 3.4

# tx_rkwwepstra_domain_model_stepcontrol.step4
source: Step 4
de: Schritt 4

# tx_rkwwepstra_domain_model_stepcontrol.step5
source: Step 5
de: Schritt 5

# tx_rkwwepstra_domain_model_stepcontrol.step5sub2
source: Step 5 sub 2
de: Schritt 5.2

# tx_rkwwepstra_domain_model_stepcontrol.step5sub3
source: Step 5 sub 3
de: Schritt 5.3

# tx_rkwwepstra_domain_model_stepcontrol.step5sub4
source: Step 5 sub 4
de: Schritt 5.4

# tx_rkwwepstra_domain_model_stepcontrol.step5sub5
source: Step 5 sub 5
de: Schritt 5.5

# tx_rkwwepstra_domain_model_stepcontrol.step6
source: Step 6
de: Schritt 6
