Repository: RKWKomZe/RkwWepstra
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_rkwwepstra_fluid_step3sub3_guided.techdev
source: ### Text Guided Mode ###
de: Gibt es gesellschaftliche, soziale oder technische Entwicklungen, die Ihre Markt- und Innovationsziele beeinflussen? Dann können Sie sie hier in das Textfeld eingeben und anschließend via Klick auf die Buttons den Einfluss bewerten. Gibt es mehrere Entwicklungen, von denen Sie betroffen sind? Dann können Sie sie über das Plussymbol hinzufügen.

# tx_rkwwepstra_fluid_step3sub4_guided.goals
source: ### Text Guided Mode ###
de: Nun widmen Sie sich dieser Frage: Was sind Ihre Produktivitätsziele im Planungszeitraum?<br>Auch hier gilt wieder: Je genauer und klarer Ihre Angaben sind, umso sichtbarer werden die Auswirkungen auf Ihr Personal. Somit sind einige Felder vorgesehen, müssen aber nicht zwingend ausgefüllt werden.

# tx_rkwwepstra_fluid_step3sub4_guided.potential
source: ### Text Guided Mode ###
de: Hier können Sie angeben, welche Kosteneinsparungen insgesamt im Planungszeitraum vorgesehen sind. Durch einen Klick in das Textfeld können Sie die Prozentzahl eingeben.

# tx_rkwwepstra_fluid_step3sub4_guided.costsaving
source: ### Text Guided Mode ###
de: Hier können Sie noch einmal genauer angeben, in welchen Bereichen Sie wieviel Kosten reduzieren wollen. Dazu einfach in das Textfeld klicken, den Bereich eingeben und durch Klick in das Feld daneben die Prozentzahl angeben. Weitere Bereiche können Sie über das Plussymbol neben dem ersten Eintrag hinzufügen.

# tx_rkwwepstra_fluid_step4_guided.headline
source: ### Text Guided Mode ###
de: Dieser Schritt ist das Herzstück der strategischen Personalplanung, weil er die Verbindung zur Unternehmensstrategie herstellt: Wie wirken sich Ihre Markt-, Innovations- und Produktivitätsziele auf Ihre prioritären Jobfamilien bzw. Schlüsselpositionen aus?<br> Diese Übersicht ist vom gesamten Führungskreis gemeinsam auszufüllen, d.h. Sie einigen sich auf eine Einschätzung bezüglich der Betroffenheit der jeweiligen Jobfamilie von den strategischen Zielen.

# tx_rkwwepstra_fluid_step4_guided.results
source: ### Text Guided Mode ###
de: Mit einem Klick auf diesen Button können Sie sich die eben festgelegten strategischen Ziele noch einmal in der Gesamtschau ansehen und ggf. ausdrucken.

# tx_rkwwepstra_fluid_step4_guided.effects
source: ### Text Guided Mode ###
de: Mit einem Klick auf den jeweiligen Button geben Sie auf einer Skala von 0 bis 4 an, wie stark die jeweilige Jobfamilie von den strategischen Zielen beeinflusst wird.

# tx_rkwwepstra_fluid_step5_guided.header
source: ### Text Guided Mode ###
de: Nun wird für jede prioritäre Jobfamilie ein Risikoprofil erstellt, unterschieden nach dem Alters-, Kapazitäts-, Kompetenz- und Beschaffungsrisiko. Sie werden nacheinander für jede Jobfamilie bewertet und unter Berücksichtigung ihrer strategischen Betroffenheit (Ergebnis wird automatisch übernommen aus dem vorherigen Schritt) in dem Risikoportfolio unten visualisiert.<br>Sie stellen so z. B. fest, dass Ihr Außendienst knapp besetzt ist (Kapazitätsrisiko). Mit altersbedingten Ausfällen ist zwar nicht zu rechnen (Altersrisiko), aber auf dem Arbeitsmarkt sind geeignete Leute nicht ohne weiteres verfügbar (Beschaffungsrisiko).<br> Als Ergebnis erhält man eine einfache Übersicht, die den aktuell absehbaren personalwirtschaftlichen Handlungsbedarf des Unternehmens aufzeigt: die Grundlage für strategisch relevante Maßnahmen.<br><br>Sie starten mit dem Altersrisiko: Lässt die Altersstruktur der jeweiligen Jobfamilie altersbedingte Ausfälle von Mitarbeitenden erwarten, die zur Umsetzung der Geschäftsziele ausgeglichen werden müssen?

# tx_rkwwepstra_fluid_step5_guided.graph
source: ### Text Guided Mode ###
de: Durch das Verschieben der Jobfamilien-Buttons auf der vertikalen Achse geben Sie hier Ihre jeweilige Einschätzung zum Altersrisiko ab. Die Verortung auf der horizontalen Achse ergibt sich automatisch aus dem vorherigen Schritt. Die Jobfamilien sind der Übersichtlichkeit halber nun mit einer Zahlenlegende (siehe rechts) hinterlegt.

# tx_rkwwepstra_fluid_step5sub2_guided.header
source: ### Text Guided Mode ###
de: Nun betrachten Sie das Kapazitätsrisiko: Reicht die Anzahl der vorhandenen Mitarbeitenden der jeweiligen Jobfamilie zur Umsetzung der Geschäftsziele aus?<br><br>Hilfreiche Erkundungsfragen dazu können sein: Wächst der Umsatz proportional zum Personal? Ist mit Rationalisierungs-/Erfahrungs-/Synergieeffekten zu rechnen? Wie hoch ist die Fluktuationsrate? Rücken im Zuge einer Laufbahn-/Karriereplanung Mitarbeitenden nach? Ist mit altersbedingten Ausfällen zu rechnen (siehe Ergebnis Altersrisiko)?

# tx_rkwwepstra_fluid_step5sub2_guided.graph
source: ### Text Guided Mode ###
de: Durch das Verschieben der Jobfamilien-Buttons auf der vertikalen Achse geben Sie hier Ihre jeweilige Einschätzung zum Kapazitätsrisiko ab. Die Verortung auf der horizontalen Achse ergibt sich automatisch aus dem vorherigen Schritt.

# tx_rkwwepstra_fluid_step5sub3_guided.header
source: ### Text Guided Mode ###
de: Nun betrachten Sie das Kompetenzrisiko: Reichen die Kompetenzen der Mitarbeiter der jeweiligen Jobfamilie zur Umsetzung der Geschäftsziele aus?<br><br>Hilfreiche Erkundungsfragen dazu können sein: Müssen gänzlich neue Kompetenzen erworben werden? Gibt es ausreichend Wissensquellen und -vermittler? Überwiegt implizites (Erfahrungs-)Wissen, das nicht so leicht weiter gegeben werden kann? Gibt es Verständnisbarrieren? Werden die Kompetenzen gerade an anderen Stellen im Unternehmen entwickelt, beispielsweise im Zuge einer Laufbahn-/Karriereplanung? Ist mit altersbedingten Ausfällen zu rechnen (siehe Ergebnis Altersrisiko)?

# tx_rkwwepstra_fluid_step5sub3_guided.graph
source: ### Text Guided Mode ###
de: Durch das Verschieben der Jobfamilien-Buttons auf der vertikalen Achse geben Sie hier Ihre jeweilige Einschätzung zum Kompetenzrisiko ab. Die Verortung auf der horizontalen Achse ergibt sich automatisch aus dem vorherigen Schritt.

# tx_rkwwepstra_fluid_step5sub4_guided.header
source: ### Text Guided Mode ###
de: Nun betrachten Sie das Beschaffungsrisiko: Wie hoch ist das Risiko, dass neue Mitarbeitenden für die jeweilige Jobfamilie im Bedarfsfall auf dem Arbeitsmarkt nicht verfügbar sind?<br><br>Hilfreiche Erkundungsfragen dazu können sein: Wie sind Ihre Erfahrungen bei der Rekrutierung? Wie viele Stellenanzeigen gibt es? Was sagt Ihr Verband / das hiesige Arbeitsamt dazu? Wie sind die Ausbildungszahlen? Wie viele Ausbildungsberufe/ Studiengänge für die Jobfamilie gibt es?<br><br> Noch ein Hinweis: Das Beschaffungsrisiko ist erst dann strategisch relevant, wenn Sie es mit einem Kompetenz- und/oder Kapazitätsrisiko in der jeweiligen Jobfamilie zu tun haben. Deshalb werden ihre vorherigen Angaben dazu automatisch in das vierte Portfolio übernommen und hier mit dem Beschaffungsrisiko in Beziehung gesetzt. Auf der horizontalen Achse findet sich somit nicht mehr die strategische Betroffenheit, sondern das Kompetenz- oder Kapazitätsrisiko. Dabei wird der Wert berücksichtigt, der am höchsten ist (nicht der Mittelwert).

# tx_rkwwepstra_fluid_step5sub4_guided.graph
source: ### Text Guided Mode ###
de: Durch das Verschieben der Jobfamilien-Buttons auf der vertikalen Achse geben Sie hier Ihre jeweilige Einschätzung zum Beschaffungsrisiko ab. Die Verortung auf der horizontalen Achse ergibt sich automatisch aus dem vorherigen Schritt.

# tx_rkwwepstra_fluid_step5sub5_guided.header
source: ### Text Guided Mode ###
de: Nun werden Ihre Einschätzungen zu den personalwirtschaftlichen Risiken zusätzlich automatisch für jede prioritäre Jobfamilie bzw. Schlüsselposition in einem Spinnendiagramm visualisiert. Diese zweite Darstellungsform der personalwirtschaftlichen Risiken kann Sie bei der folgenden Entwicklung der Maßnahmen unterstützen.

# tx_rkwwepstra_fluid_step5sub5_guided.graph
source: ### Text Guided Mode ###
de: Die Achsen in dem Spinnendiagramm stehen für die vier personalwirtschaftlichen Risiken, die sie in diesem Schritt bewertet haben. Die Farbfläche markiert die Ergebnisse für die ausgewählte Jobfamilie.

# tx_rkwwepstra_fluid_step5sub5_guided.list
source: ### Text Guided Mode ###
de: Hier können Sie zwischen den Jobfamilien wechseln, indem Sie auf den jeweiligen Titel klicken. Die aktuell ausgewählte Jobfamilie ist fett hervorgehoben.

# tx_rkwwepstra_fluid_step6_guided.headline
source: ### Text Guided Mode ###
de: Sie können nun genau bestimmen, welche kurz-, mittel- und langfristigen personalwirtschaftlichen Maßnahmen strategisch notwendig sind (und welche nicht) und diese planen. Das können Sie, wenn noch genügend Zeit ist, gemeinsam im Workshop tun oder als Personalverantwortliche nacharbeiten und mit dem Führungskreis abstimmen.

# tx_rkwwepstra_fluid_step6_guided.tasks
source: ### Text Guided Mode ###
de: Um die Ergebnisse Ihrer strategischen Personalplanung zu strukturieren und übersichtlich darzustellen, können Sie diese Tabelle nutzen. Sie basiert auf dem Modell der personalwirtschaftlichen Prozesskette und erfordert eine Zuordnung der Maßnahmen zu den Phasen des personalwirtschaftlichen Prozesses.<br>Hier können Sie durch Klick in das jeweilige Feld außerdem aktuelle Aktivitäten im Personalbereich eintragen, und dabei ggf. feststellen, dass sie sie nicht (mehr) oder in anderer Form brauchen. Vorschläge für mögliche Maßnahmen finden Sie in den Textfeldern grau hinterlegt.<br> Für die weitere Planung und spätere Umsetzung ist nun Projektmanagement-Handwerk gefragt: Was? Wer? Bis wann? Diese Fragen sind genau zu beantworten.

# tx_rkwwepstra_fluid_step6_guided.finish
source: ### Text Guided Mode ###
de: Wenn Ihre Maßnahmenplanung abgeschlossen ist, drücken Sie auf diesen Button. Damit können Sie Ihre Ergebnisse sichern, versenden und ausdrucken.

# tx_rkwwepstra_fluid_step3sub2.performance.label1
source: Same
de: ### Text für Guided Mode ###

# tx_rkwwepstra_fluid_step3sub2.performance.label2
source: Small Changes
de: ### Text für Guided Mode ###

# tx_rkwwepstra_fluid_step3sub2.performance.label3
source: Big Changes
de: ### Text für Guided Mode ###

# tx_rkwwepstra_fluid_step3sub2.performance.label4
source: Re-Development
de: ### Text für Guided Mode ###

# tx_rkwwepstra_fluid_step3sub2.performance.label5
source: Part of Wanted Developments
de: ### Text für Guided Mode ###

# tx_rkwwepstra_fluid_step3sub3_guided.productivity
source: Define possible cost savings
de: ### Text für Guided Mode ###

# tx_rkwwepstra_fluid_step3sub3_guided.cost_saving
source: Divide cost savings on company departments
de: ### Text für Guided Mode ###

# tx_rkwwepstra_fluid_step3sub3_guided.cost_saving_add
source: Add new cost saving for company departments
de: ### Text für Guided Mode ###

# tx_rkwwepstra_fluid_step4_guided.strategy_effects
source: Define strategy effects
de: ### Text für Guided Mode ###

# tx_rkwwepstra_fluid_step4_guided.job_family_effects
source: Evaluate every job family in market, innovation and productivity
de: ### Text für Guided Mode ###

# tx_rkwwepstra_fluid_step4_guided.proof_job_families
source: Go back to step 2 and proof the priorities for the defined job families
de: ### Text für Guided Mode ###

# tx_rkwwepstra_fluid_step4_guided.accordions
source: View your entries of previous steps
de: ### Text für Guided Mode ###

# tx_rkwwepstra_fluid_step5_guided.risk_profiles
source: Risk profiles
de: ### Text für Guided Mode ###

# tx_rkwwepstra_fluid_step5_guided.matrix
source: Matrix to set graphs
de: ### Text für Guided Mode ###

# tx_rkwwepstra_fluid_step5_guided.graphs
source: Graphs which can set on the matrix
de: ### Text für Guided Mode ###
