Repository: RKWKomZe/RkwWepstra
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_rkwwepstra_fluid_step4.no_consternation
source: no consternation
de: keine Betroffenheit

# tx_rkwwepstra_fluid_step4.low_consternation
source: low consternation
de: niedrige Betroffenheit

# tx_rkwwepstra_fluid_step4.middle_consternation
source: middle consternation
de: mittlere Betroffenheit

# tx_rkwwepstra_fluid_step4.high_consternation
source: high consternation
de: hohe Betroffenheit

# tx_rkwwepstra_fluid_step4.change_jobfamily
source: Change job families
de: Jobfamilien ändern?

# tx_rkwwepstra_fluid_step4results.time_horizon
source: Time horizon
de: Zeithorizont

# tx_rkwwepstra_fluid_step4results.market_goals
source: Market goals
de: Marktziele

# tx_rkwwepstra_fluid_step4results.innovation_goals
source: Innovation goals
de: Innovationsziele

# tx_rkwwepstra_fluid_step4results.productivity_goals
source: Productivity goals
de: Produktivitätsziele

# tx_rkwwepstra_fluid_step4results.sales_regional
source: Sales regional
de: Umsatzentwicklung auf einzelnen regionalen Märkten

# tx_rkwwepstra_fluid_step4results.table_header
source: Sales regional
de: Leistungen/Produkte/Prozesse

# tx_rkwwepstra_fluid_step4results.development
source: development
de: Entwicklung

# tx_rkwwepstra_fluid_step4results.influence
source: influence
de: Einfluss

# tx_rkwwepstra_fluid_step5.risk_profile
source: 5. Risk profile
de: Risikoprofile erstellen:

# tx_rkwwepstra_fluid_step5.risk_profile_create
source: Create risk profile
de: Bitte bewerten Sie das Altersrisiko der einzelnen Jobfamilien.

# tx_rkwwepstra_fluid_step5.strategical_consternation
source: Strategical consternation
de: Strategische Betroffenheit

# tx_rkwwepstra_fluid_step5.competence_capacity_risk
source: Risk of competence-capacitiy
de: Kompetenz-/Kapazitätsrisiko

# tx_rkwwepstra_fluid_step5.capacity_competence_risk
source: Strategical consternation
de: Kapazitäts-/Kompetenzrisiko

# tx_rkwwepstra_fluid_step5.age_risk
source: Risk of age
de: Altersrisiko

# tx_rkwwepstra_fluid_step5.capacity_risk
source: Risk of capacity
de: Kapazitätsrisiko

# tx_rkwwepstra_fluid_step5.competence_risk
source: Risk of competence
de: Kompetenzrisiko

# tx_rkwwepstra_fluid_step5.procurement_risk
source: Risk of procurement
de: Beschaffungsrisiko

# tx_rkwwepstra_fluid_step5.risk_of_job_families
source: Capacy risk job families
de: Bitte bewerten Sie das Kapazitätsrisiko der einzelnen Jobfamilien.

# tx_rkwwepstra_fluid_step5.competence_text
source: Competence risk job families
de: Bitte bewerten Sie das Kompetenzrisiko der einzelnen Jobfamilien.

# tx_rkwwepstra_fluid_step5.procurement_text
source: Procurement risk job families
de: Bitte bewerten Sie das Beschaffungsrisiko der einzelnen Jobfamilien.

# tx_rkwwepstra_fluid_step5_axis.low
source: low
de: niedrig

# tx_rkwwepstra_fluid_step5_axis.high
source: high
de: hoch

# tx_rkwwepstra_fluid_step5.jobfamilies
source: Job families
de: Jobfamilien

# tx_rkwwepstra_fluid_step5_axis.latent_risk
source: latent risk
de: Latentes Risiko

# tx_rkwwepstra_fluid_step5_axis.existential_risk
source: existential risk
de: Existenzielles Risiko

# tx_rkwwepstra_fluid_step5_axis.low_risk
source: low risk
de: Niedriges Risiko

# tx_rkwwepstra_fluid_step5sub5.riskprofiles_jobfamilies
source: Riskprofiles
de: Risikoprofile der prioritären Jobfamilien

# tx_rkwwepstra_fluid_step5sub5.riskprofiles_create
source: Created automatical
de: Diese Profile wurden automatisch, aufgrund der vorherigen Einstellungen erstellt.

# tx_rkwwepstra_fluid_step5sub5.jobfamilies
source: Job families
de: Jobfamilien

# tx_rkwwepstra_fluid_step6.activities_intend
source: Intend activities
de: Strategische Maßnahmen für die Jobfamilien planen

# tx_rkwwepstra_fluid_step6.subtitle
source: Subtitle
de: Hier können Sie nun die (strategisch begründeten) personalwirtschaftlichen Maßnahmen für Ihre prioritären Jobfamilien eintragen: durch Klick in das jeweilige Textfeld.

# tx_rkwwepstra_fluid_step6.phases
source: Phases
de: Phasen

# tx_rkwwepstra_fluid_step6.jobfamilies
source: Job families
de: Jobfamilien

# tx_rkwwepstra_fluid_step6.employee_marketing
source: Employee marketing
de: 1) Personalmarketing

# tx_rkwwepstra_fluid_step6.employee_acquisition
source: Employee acquisition
de: 2) Personalbeschaffung

# tx_rkwwepstra_fluid_step6.integration_training
source: Integration / Training
de: 3) Integration / Einarbeitung

# tx_rkwwepstra_fluid_step6.employee_retention
source: Employee retention
de: 4) Mitarbeitendenbindung

# tx_rkwwepstra_fluid_step6.employee_development
source: Employee development
de: 5) Personalentwicklung

# tx_rkwwepstra_fluid_step6.end_of_employment_relationship
source: End of eployee relationship
de: 6) Beendigung von Arbeitsverhältnissen

# tx_rkwwepstra_fluid_step6.planning_finished
source: Planning finished
de: Planung der Maßnahmen abgeschlossen

# tx_rkwwepstra_fluid_step6.more_infos
source: More infos
de: Mehr Infos

# tx_rkwwepstra_fluid_print.session_closed
source: Session closed
de: Session abgelaufen. Die erstellte Druckansicht ist nicht länger verfügbar.

# tx_rkwwepstra_fluid_print.login
source: Login
de: Neu einloggen

# tx_rkwwepstra_fluid_finish.header
source: Header
de: Herzlichen Glückwunsch zu Ihrer abgeschlossenen strategischen Personalplanung!

# tx_rkwwepstra_fluid_finish.text1
source: Text1
de: Sie können Ihre Ergebnisse jetzt per E-Mail

# tx_rkwwepstra_fluid_finish.text1_link
source: Text1 link
de: weiterleiten

# tx_rkwwepstra_fluid_finish.text2
source: Text2
de: oder

# tx_rkwwepstra_fluid_finish.text2_link
source: Text2 link
de: ausdrucken

# tx_rkwwepstra_fluid_login_tooltip.login
source: Login with existing RKW account.
de: Hier können Sie sich mit Ihrem bestehendem RKW Login anmelden. Bitte beachten Sie, dass ein Login über Facebook oder Twitter an dieser Stelle vorerst nicht möglich ist.

# tx_rkwwepstra_fluid_login_tooltip.register
source: Register as a new user.
de: Registrieren Sie sich mit einem kostenlosen Nutzendenaccount. Alles, was Sie dafür brauchen, ist eine E-Mail-Adresse und 30 Sekunden Zeit. Der Account ist für alle Angebote des RKW Kompetenzzentrums nutzbar.

# tx_rkwwepstra_fluid_login_tooltip.anonymous
source: Login as a anonymous user.
de: Klicken Sie hier, um einen anonymen Gast-Login zu erzeugen. Sie erhalten einen individuellen Link, mit dem Sie auf Ihre Ergebnisse zugreifen können. Anonyme Gast-Logins haben eine zeitlich begrenzte Gültigkeit.

# tx_rkwwepstra_fluid_step0_tooltip.whyplanning
source: ### Please insert a real tooltip ###
de: Hier können Sie Gründe ergänzen (eintragen in Textfeld unten und Klick auf Plussymbol), bearbeiten (Klick ins Textfeld) oder löschen (Klick auf Minussymbol).

# tx_rkwwepstra_fluid_step0_tooltip.participants
source: ### Please insert a real tooltip ###
de: Hier können Sie die Teilnehmer des Prozesses eintragen. Geben Sie dazu den Namen oder das Kürzel in das Textfeld ein und klicken Sie auf das Plussymbol. Wenn Sie einen Namen bearbeiten wollen, klicken Sie einfach in das betreffende Textfeld. Zum Löschen genügt ein Klick auf das Minussymbol.

# tx_rkwwepstra_fluid_step1_tooltip.jobfamily
source: ### Please insert a real tooltip ###
de: Hier können Sie die Jobfamilien und Schlüsselpositionen Ihres Unternehmens eintragen. Geben Sie dazu eine möglichst griffige Bezeichnung in das Textfeld ein und klicken Sie auf das Plussymbol. Wenn Sie einen Namen bearbeiten wollen, klicken Sie einfach in das betreffende Textfeld. Zum Löschen genügt ein Klick auf das Minussymbol.

# tx_rkwwepstra_fluid_step2_tooltip.prioritize
source: ### Please insert a real tooltip ###
de: Hier priorisiert jeder Teilnehmemende alle eben gebildeten Jobfamilien, indem im Auswahlfeld ein passender Punkt auf der Skala zwischen niedrig und hoch auswählt und angeklickt wird. Zwischen den Teilnehmenden wechseln Sie vertikal über die weinroten Pfeile rechts neben der Skala. Wenn alle Teilnehmenden alle Jobfamilien priorisiert haben, klicken Sie auf „Weiter“ und erhalten das Gesamtergebnis.

# tx_rkwwepstra_fluid_step2sub2_tooltip.select
source: ### Please insert a real tooltip ###
de: Hier können Sie die prioritären Jobfamilien festlegen, indem Sie auf das Kästchen vor der jeweiligen Jobfamilie klicken. Mit Klick auf den Haken entfernen Sie eine Jobfamilie wieder aus der Auswahl.

# tx_rkwwepstra_fluid_step3_tooltip.horizon
source: ### Please insert a real tooltip ###
de: Über welchen Zeitraum soll sich Ihre strategische Personalplanung erstrecken? Beim Klick in ein Feld öffnet sich ein Kalender und sie können den Start- bzw. Endpunkt auswählen.

# tx_rkwwepstra_fluid_step3sub2_tooltip.salestrend
source: ### Please insert a real tooltip ###
de: Hier können Sie Ihr Gesamt-Umsatzziel in absoluten Zahlen und/oder in Prozenten durch Klick in die jeweiligen Felder eingeben. Diese Angabe ist mindestens erforderlich und deshalb ein Pflichtfeld.

# tx_rkwwepstra_fluid_step3sub2_tooltip.geographical
source: ### Please insert a real tooltip ###
de: Hier können Sie Ihre Umsatzziele für einzelne Regionen in absoluten Zahlen und/oder in Prozenten angeben. Die Regionen können Sie durch Klick in das Textfeld eingeben und mit dem Plussymbol oder Enter bestätigen. Durch einen Klick ins Textfeld können Sie sie bearbeiten. Entfernen können Sie sie über das Minussymbol. Die Zahlen ergänzen, bearbeiten und löschen Sie einfach über einen Klick in das jeweilige Feld.

# tx_rkwwepstra_fluid_step3sub2_tooltip.product
source: ### Please insert a real tooltip ###
de: Hier können Sie Ihre Umsatzziele für einzelne Geschäftsfelder oder Produktbereiche in absoluten Zahlen und/oder in Prozenten angeben. Die Titel können Sie durch Klick in das Textfeld eingeben und mit dem Plussymbol oder Enter bestätigen. Durch einen Klick ins Textfeld können Sie sie bearbeiten. Entfernen können Sie sie über das Minussymbol. Die Zahlen ergänzen, bearbeiten und löschen Sie einfach über einen Klick in das jeweilige Feld.

# tx_rkwwepstra_fluid_step3sub3_tooltip.performance
source: ### Please insert a real tooltip ###
de: Hier strukturieren Sie Ihre Innovationsvorhaben nach ihrem Umfang: Handelt es sich um kleinere Anpassungen, größere Änderungen oder gar um komplette Neuentwicklungen? Durch einen Klick in das Textfeld können Sie die Innovationen benennen und anschließend via Klick auf die Buttons angeben, wie hoch der Einfluss auf die Marktziele ist und ob sie das nötige Wissen dafür im Unternehmen haben.

# tx_rkwwepstra_fluid_step3sub3_tooltip.techdev
source: ### Please insert a real tooltip ###
de: Gibt es gesellschaftliche, soziale oder technische Entwicklungen, die Ihre Markt- und Innovationsziele beeinflussen? Dann können Sie sie hier in das Textfeld eingeben und anschließend via Klick auf die Buttons den Einfluss bewerten. Über das Plussymbol können Sie die Liste ergänzen.

# tx_rkwwepstra_fluid_step3sub4_tooltip.productivity
source: ### Please insert a real tooltip ###
de: Hier können Sie angeben, welche Kosteneinsparungen insgesamt im Planungszeitraum vorgesehen sind. Durch einen Klick in das Textfeld können Sie die Prozentzahl eingeben.

# tx_rkwwepstra_fluid_step3sub4_tooltip.costsaving
source: ### Please insert a real tooltip ###
de: Hier können Sie noch einmal genauer angeben, in welchen Bereichen Sie wieviel Kosten reduzieren wollen. Dazu einfach in das Textfeld klicken, den Bereich eingeben und durch Klick in das Feld daneben die Prozentzahl angeben. Weitere Bereiche können Sie über das Plussymbol neben dem ersten Eintrag hinzufügen.

# tx_rkwwepstra_fluid_step4_tooltip.strategical_effects
source: ### Please insert a real tooltip ###
de: Hier legen Sie gemeinsam fest, wie sich die strategischen Ziele (rechts im Bild) auf Ihre prioritären Jobfamilien auswirken. Dazu wählen Sie in den jeweiligen Auswahlfeldern einen passenden Punkt auf der Skala aus und klicken ihn an.

# tx_rkwwepstra_fluid_step5_tooltip.axis
source: ### jobFamily input: Please insert a real tooltip ###
de: Durch das Verschieben der Jobfamilien-Buttons auf der vertikalen Achse geben Sie hier Ihre Einschätzung zu drei personalwirtschaftlichen Risiken ab. Die Verortung auf der horizontalen Achse ergibt sich automatisch aus dem vorherigen Schritt. Die Bewertung des Beschaffungsrisikos erfolgt im letzten Teilschritt.

# tx_rkwwepstra_fluid_step5sub2_tooltip.axis
source: ### jobFamily input: Please insert a real tooltip ###
de: Durch das Verschieben der Jobfamilien-Buttons auf der vertikalen Achse geben Sie hier Ihre Einschätzung zu drei personalwirtschaftlichen Risiken ab. Die Verortung auf der horizontalen Achse ergibt sich automatisch aus dem vorherigen Schritt. Die Bewertung des Beschaffungsrisikos erfolgt im letzten Teilschritt.

# tx_rkwwepstra_fluid_step5sub3_tooltip.axis
source: ### jobFamily input: Please insert a real tooltip ###
de: Durch das Verschieben der Jobfamilien-Buttons auf der vertikalen Achse geben Sie hier Ihre Einschätzung zu drei personalwirtschaftlichen Risiken ab. Die Verortung auf der horizontalen Achse ergibt sich automatisch aus dem vorherigen Schritt. Die Bewertung des Beschaffungsrisikos erfolgt im letzten Teilschritt.

# tx_rkwwepstra_fluid_step5sub4_tooltip.axis
source: ### jobFamily input: Please insert a real tooltip ###
de: Durch das Verschieben der Jobfamilien auf der vertikalen Skala geben Sie hier Ihre Einschätzung zum Beschaffungsrisiko ab. Die Verortung auf der horizontalen Achse ergibt sich automatisch aus den vorherigen Schritt.

# tx_rkwwepstra_fluid_step5sub5_tooltip.results
source: ### jobFamily input: Please insert a real tooltip ###
de: Diese Profile wurden automatisch aufgrund Ihrer vorherigen Einschätzungen erstellt.

# tx_rkwwepstra_fluid_general_guided.button_forward
source: ### Text Guided Mode ###
de: Mit einem Klick auf diesen Button gelangen Sie zum nächsten Schritt.

# tx_rkwwepstra_fluid_step0_guided.header
source: ### Text Guided Mode ###
de: Mit der „Strategischen Personalplanung für kleine und mittlere Unternehmen“ bieten wir Ihnen eine einfache und erprobte Methode, mit der Sie Ihre Personalarbeit an den Geschäftszielen ausrichten können.<br> Es handelt sich dabei um ein Konzept für einen halb- bis eintägigen Workshop mit dem Management und Personalverantwortlichen. Vorbereitet und moderiert wird er i.d.R. von der Personalleitung oder einem/r externen Dritten. Diese App unterstützt Sie bei dieser Aufgabe.<br><br> Auf wichtige grundsätzliche Fragen zu strategischer Personalplanung sollten Sie sich in jedem Fall vorbereiten. Sie können davon ausgehen, dass Ihnen diese im Prozess begegnen. Klicken Sie dazu auf den Button „Informationen zur Vorbereitung“.

# tx_rkwwepstra_fluid_step0_guided.reasonwhy
source: ### Text Guided Mode ###
de: Zu Beginn des Workshops hat es sich bewährt, die Anwesenden mit einem kurzen Input zu strategischer Personalplanung auf die Methodik und den Ablauf vorzubereiten. Den Ablauf können Sie anhand des horizontalen Menüs oben erklären. Vorschläge für einen sinnvollen Input zu den Gründen finden Sie hier.<br> Diese können Sie nach Belieben bearbeiten, ergänzen oder löschen. Ergänzungen können Sie einfach ins untere Textfeld eintragen und mit dem Plussymbol oder Enter bestätigen, zum Bearbeiten können Sie einfach ins Textfeld klicken und zum Löschen auf das jeweilige Minussymbol.

# tx_rkwwepstra_fluid_step0_guided.participants
source: ### Text Guided Mode ###
de: Die Verbindung von Geschäft und Personal wird nach unserer Erfahrung nur möglich, wenn neben den Personalverantwortlichen auch das Management, d.h. die Geschäftsführung und die wichtigsten Bereichsleiter sowie ggf. auch der Betriebsrat mitwirken.<br> Diese tragen Sie im Feld „Teilnehmende“ einzeln untereinander ein und bestätigen mit Enter oder dem Plussymbol.

# tx_rkwwepstra_fluid_step0_guided.print
source: ### Text Guided Mode ###
de: Sie können über diesen Button die Ergebnisse des jeweiligen Schrittes ausdrucken. Am Ende des Prozesses gibt es auch die Möglichkeit, eine Zusammenfassung auszudrucken.

# tx_rkwwepstra_fluid_step1_guided.jobfamily_title
source: ### Text Guided Mode ###
de: In diesem Schritt verständigen Sie sich im Führungskreis auf Ihre Jobfamilien und ggf. Schlüsselpositionen und legen eindeutige Bezeichnungen fest.<br><br> Zum Bilden der <strong>Jobfamilien</strong> Ihres Unternehmens fassen Sie „Jobs“ bzw. Stellen mit gleichen oder sehr ähnlichen Anforderungsprofilen zusammen. Das können beispielsweise Konstrukteure, Außendienstmitarbeitende, Einkaufende oder Produktmanager oder Produktmanagerinnen sein. Bei der Frage, ob eine Stelle zu einer Jobfamilie gehört oder nicht, gilt die Faustregel: Können sich die Stelleninhaber gegenseitig (mit geringem Aufwand) vertreten? Dann, ja! Jobfamilien können, aber müssen demzufolge nicht einer Abteilung oder einem Team entsprechen. In mittelständischen Unternehmen gibt es erfahrungsgemäß nicht mehr als zwölf, eher weniger.<br><br> Gerade in kleineren Unternehmen können neben den Jobfamilien auch einzelne Positionen eine Rolle spielen, die in ihren Anforderungen einzigartig sind und nicht ohne größeren Aufwand vertreten werden könnten. Haben Sie dann auch noch eine hohe Bedeutung für den Unternehmenserfolg, dann sprechen wir von <strong>„Schlüsselpositionen“</strong>. Sie werden – falls vorhanden – im Folgenden wie die Jobfamilien behandelt.

# tx_rkwwepstra_fluid_step1_guided.jobfamily_list
source: ### Text Guided Mode ###
de: Hier können Sie die Jobfamilien und Schlüsselpositionen Ihres Unternehmens eintragen. Geben Sie dazu eine möglichst griffige Bezeichnung in das Textfeld ein und bestätigen Sie mit dem Plussymbol oder Enter. Wenn Sie einen Namen bearbeiten wollen, klicken Sie einfach in das betreffende Textfeld. Zum Löschen genügt ein Klick auf das Minussymbol.

# tx_rkwwepstra_fluid_step2_guided.jobfamily_priority
source: ### Text Guided Mode ###
de: Nun werden die Jobfamilien im Führungskreis im Hinblick auf ihre Bedeutung für die Wettbewerbsposition des Unternehmens bewertet und damit priorisiert. Prioritäre Jobfamilien und Schlüsselpositionen sind für den Unternehmenserfolg unverzichtbar.<br> Die Jobfamilie „Einkäufer“ beispielsweise kann in einem Unternehmen mit wettbewerbsentscheidender Kostenposition und geringer Fertigungstiefe (z. B. Handelsunternehmen) strategisch hoch bedeutsam, und in einem anderen Unternehmen mit wettbewerbsentscheidenden Produktvorteilen (z. B. Maschinenbauer) eher nebensächlich sein – trotz vergleichbaren Kompetenzanforderungen.

# tx_rkwwepstra_fluid_step2_guided.participant_list
source: ### Text Guided Mode ###
de: Jeder Teilnehmende priorisiert alle eben gebildeten Jobfamilien, indem er in dem Auswahlfeld einen für ihn passenden Punkt auf der Skala zwischen niedrig und hoch auswählt oder auswählen lässt.<br> Zwischen den Teilnehmenden wechseln Sie in der Spalte rechts, indem Sie die Namen auswählen. Ist die Bewertung eines Teilnehmenden abgeschlossen, erscheint ein Häkchen. Wenn alle Teilnehmenden alle Jobfamilien priorisiert haben, klicken Sie auf „Weiter“ und erhalten das Gesamtergebnis.

# tx_rkwwepstra_fluid_step2_guided.participant_priority
source: ### Text Guided Mode ###
de: ### Text für Guided Mode ###

# tx_rkwwepstra_fluid_step2sub2_guided.jobfamily_priority
source: ### Text Guided Mode ###
de: Nun erhalten Sie aus der Summe der Bewertungen automatisch eine Rangfolge der Jobfamilien und müssen gemeinsam entscheiden, wie viele der Jobfamilien Sie als „prioritär“ einstufen. Ausschließlich auf sie konzentrieren sich die weiteren Schritte der strategischen Personalplanung. In mittelständischen Unternehmen gibt es normalerweise nicht mehr als sechs prioritäre Jobfamilien bzw. Schlüsselpositionen, eher weniger.

# tx_rkwwepstra_fluid_step2sub2_guided.jobfamily_select
source: ### Text Guided Mode ###
de: Hier können Sie die prioritären Jobfamilien festlegen, indem Sie auf das Kästchen vor der jeweiligen Jobfamilie klicken. Mit Klick auf den Haken entfernen Sie eine Jobfamilie wieder aus der Auswahl.

# tx_rkwwepstra_fluid_step3_guided.headline
source: ### Text Guided Mode ###
de: Über welchen Zeitraum soll sich Ihre strategische Personalplanung erstrecken? Das legen Sie hier fest.

# tx_rkwwepstra_fluid_step3_guided.planning_horizont
source: ### Text Guided Mode ###
de: Start- und Endpunkt können über die beiden Felder festgelegt werden. Beim Klick in ein Feld öffnet sich ein Kalender. Hier können Sie die gewünschten Daten auswählen.

# tx_rkwwepstra_fluid_step3sub2_guided.defining_objectives
source: ### Text Guided Mode ###
de: Für diesen Schritt brauchen Sie keine ausformulierte Unternehmensstrategie. Es reicht ein „strategischer Input“ der Geschäftsführung, der die zentralen Unternehmensziele benennt. Dabei betrachten wir die <strong>Markt-, Innovations- und Produktivitätsziele</strong> des Unternehmens, weil seine Überlebensfähigkeit maßgeblich von diesen Größen bestimmt wird.<br> Hier gilt: Je genauer und klarer die Ziele formuliert sind, umso sichtbarer werden Ihre Auswirkungen auf Ihr Personal – und umso genauer und belastbarer wird Ihre strategische Personalplanung. Somit sind einige Felder dafür vorgesehen, müssen aber nicht zwingend ausgefüllt werden. <br><br>Wir starten mit den Marktzielen: Auf welchen Märkten wollen Sie sich im Planungszeitraum wie positionieren?

# tx_rkwwepstra_fluid_step3sub2_guided.market_goals
source: ### Text Guided Mode ###
de: Hier können Sie Ihr Gesamt-Umsatzziel in absoluten Zahlen und/oder in Prozenten durch Klick in die jeweiligen Felder angeben. Diese Angabe brauchen Sie für die strategische Personalplanung mindestens, deshalb ist sie ein Pflichtfeld.

# tx_rkwwepstra_fluid_step3sub2_guided.geographical_sector
source: ### Text Guided Mode ###
de: Hier können Sie Ihre Umsatzziele für einzelne Regionen in absoluten Zahlen und/oder in Prozenten angeben. Die Regionen können Sie durch Klick in das Textfeld eingeben und mit dem Plussymbol oder Enter bestätigen. Durch einen Klick ins Textfeld können Sie sie bearbeiten. Entfernen können Sie sie über das Minussymbol. Die Zahlen ergänzen, bearbeiten und löschen Sie einfach über einen Klick in das jeweilige Feld.

# tx_rkwwepstra_fluid_step3sub2_guided.product_sector
source: ### Text Guided Mode ###
de: Hier können Sie Ihre Umsatzziele für einzelne Geschäftsfelder oder Produktbereiche in absoluten Zahlen und/oder in Prozenten angeben. Die Geschäftsfelder/ Produktbereiche können Sie durch Klick in das Textfeld eingeben und mit dem Plussymbol oder Enter bestätigen. Durch einen Klick ins Textfeld können Sie sie bearbeiten. Entfernen können Sie sie über das Minussymbol. Die Zahlen ergänzen, bearbeiten und löschen Sie einfach über einen Klick in das jeweilige Feld.

# tx_rkwwepstra_fluid_step3sub3_guided.defining_objectives
source: ### Text Guided Mode ###
de: Nun widmen Sie sich den Fragen: Mit welchen Innovationen wollen Sie Ihre Marktziele umsetzen? Wie sind Sie für die Umsetzung Ihrer Innovationsziele aufgestellt?<br><br>Auch hier gilt: Je genauer und klarer Ihre Angaben sind, umso sichtbarer werden die Auswirkungen auf Ihr Personal. Somit sind einige Felder vorgesehen, müssen aber nicht zwingend ausgefüllt werden.

# tx_rkwwepstra_fluid_step3sub3_guided.performance
source: ### Text Guided Mode ###
de: Hier können Sie Ihre Innovationsvorhaben nach Ihrem Umfang strukturieren: Handelt es sich um kleinere Anpassungen, größere Änderungen oder gar um komplette Neuentwicklungen?<br>Durch einen Klick in das Textfeld können Sie die Innovationen benennen und anschließend via Klick auf die Buttons angeben, wie hoch der Einfluss auf die Marktziele ist und ob sie das nötige Wissen dafür im Unternehmen haben.
